[
  {
    "name": "All",
    "ranges": [
      {
        "low": 20,
        "high": 60,
        "title": "Sub-Bass",
        "description": " These very low bass frequencies are felt, rather than heard, as with freeway rumbling or an earthquake. These frequencies give your mix a sense of power, even when they only occur occasionally. However, overemphasizing frequencies in this range will result in a muddy mix."
      },
      {
        "low": 60,
        "high": 250,
        "title": "Bass",
        "description": "Because this range contains the fundamental notes of the rhythm section, any EQ changes will affect the balance of your mix, making it fat or thin. Too much emphasis will make for a boomy mix."
      },
      {
        "low": 250,
        "high": 500,
        "title": "Low-Mids",
        "rangeTitle": "Low-Mids",
        "description": "Boosting the range from 250 Hz to 500 Hz will accent ambience in the studio and will add clarity to bass and lower frequency instruments."
      },
      {
        "low": 500,
        "high": 2000,
        "title": "Mids",
        "description": "The range between 500 Hz and 2 kHz can make midrange instruments (guitar, snare, saxophone, etc.) “honky,” and too much boost between 1 kHz and 2 kHz can make your mix sound thin or “tinny.”"
      },
      {
        "low": 2000,
        "high": 4000,
        "title": "Upper-Mids",
        "rangeTitle": "Upper-Mids",
        "description": "The attack portion of percussive and rhythm instruments occurs in this range. High mids are also responsible for the projection of midrange instruments."
      },
      {
        "low": 4000,
        "high": 6000,
        "title": "Presence",
        "description": "This frequency range is partly responsible for the clarity of a mix and provides a measure of control over the perception of distance. If you boost this frequency range, the mix will be perceived as closer to the listener. Attenuating around 5 kHz will make the mix sound further away but also more transparent."
      },
      {
        "low": 6000,
        "high": 20000,
        "title": "Highs",
        "description": "While this range controls the brilliance and clarity of your mix, boosting it too much can cause some clipping, so keep an eye on your main meter."
      }
    ]
  },
  {
    "name": "Kick",
    "ranges": [
      {
        "low": 20,
        "high": 40,
        "title": "Low End Rumble",
        "description": "High-pass 20-40 Hz range to get rid of low end rumble, to preserve headroom."
      },
      {
        "low": 60,
        "high": 80,
        "title": "Punch",
        "description": "Boost 60Hz for thicker low end. Or Boost a bit higher up to 80Hz for fast songs with double-kick content."
      },
      {
        "low": 150,
        "high": 300,
        "title": "Mud",
        "description": "Too much content around 200Hz can cause muddiness"
      },
      {
        "low": 400,
        "high": 900,
        "title": "Boxiness",
        "description": "Too much content around 500Hz and 800Hz can cause boxiness"
      },
      {
        "low": 1000,
        "high": 4000,
        "title": "Presence",
        "description": "Boosting somewhere within this range makes beater attack to cut through the mix and make kick audible."
      },
      {
        "low": 4000,
        "high": 8000,
        "title": "Click",
        "description": "Click of the kick usually resides around 4kHz or octave higher - at 8kHz. Boost more for extreme metal genres, less for rock or other genres."
      }
    ]
  },
  {
    "name": "Snare",
    "ranges": [
      {
        "low": 20,
        "high": 120,
        "title": "Low End Rumble",
        "description": "High-pass carefully from 100 Hz upwards. 12-24 dB steep high-pass filters may be used. Try not to cut fundamental frequencies of snare."
      },
      {
        "low": 150,
        "high": 250,
        "title": "Punch",
        "description": "Boost to emphasize low-end body of snare."
      },
      {
        "low": 400,
        "high": 800,
        "title": "Boxiness",
        "description": "Too much here can cause boxiness."
      },
      {
        "low": 1000,
        "high": 5000,
        "title": "Attack",
        "description": "Boost somewhere around these frequencies to add attack to the snare. Too much can sound harsh."
      },
      {
        "low": 6000,
        "high": 10000,
        "title": "Air",
        "description": "Boost here (try both bell and high-shelf) to add some brightness to the snare."
      }
    ]
  },
  {
    "name": "Toms",
    "ranges": [
      {
        "low": 20,
        "high": 80,
        "title": "Low End Rumble",
        "description": "High-pass to preserve headroom."
      },
      {
        "low": 80,
        "high": 150,
        "title": "Punch",
        "description": "Boost to add some power to the toms, or cut to reduce some boominess."
      },
      {
        "low": 150,
        "high": 300,
        "title": "Mud",
        "description": "Reduce with narrow cut here to get rid of mudiness. But do it with caution, not to cut the body of toms."
      },
      {
        "low": 400,
        "high": 800,
        "title": "Boxiness",
        "description": "Reduce somewhere in these frequencies to reduce boxiness."
      },
      {
        "low": 5000,
        "high": 7000,
        "title": "Attack",
        "description": "Great for adding snap and attack. Too much can add harshness. You can often see where a beater/stick attack lives on a spectrum analyser."
      }
    ]
  },
  {
    "name": "Overheads",
    "ranges": [
      {
        "low": 20,
        "high": 500,
        "title": "Low End",
        "description": "High-pass pretty high if you want to use overheads only for cymbals (like for metal). Or filter up to around 200 if you want overheads to glue your shells too. "
      },
      {
        "low": 500,
        "high": 800,
        "title": "Boxiness",
        "description": "Cut this not to sound boxy and flat."
      },
      {
        "low": 2000,
        "high": 4000,
        "title": "Harshness",
        "description": "Reduce this range to give room for guitars and vocals and make cymbals less harsh."
      },
      {
        "low": 8000,
        "high": 20000,
        "title": "Air",
        "description": "Boost with shelf for clarity and shine."
      }
    ]
  },
  {
    "name": "Bass",
    "ranges": [
      {
        "low": 20,
        "high": 50,
        "title": "Low End Rumble",
        "description": "High-pass to get rid of low-end rumble."
      },
      {
        "point": 50,
        "title": "Low End",
        "description": "Boost to fill out the bottom. Cut to reduce boominess and increase clarity. Check with kick."
      },
      {
        "low": 60,
        "high": 250,
        "title": "Fundamental",
        "description": "Boost to increase lower fundamental frequencies. Too muck can sound boomy. A good balance should sound fat and powerful."
      },
      {
        "low": 250,
        "high": 750,
        "title": "Clarity",
        "description": "Boost to improve bass clarity and resonance. Boost to fill out a thin bass."
      },
      {
        "low": 800,
        "high": 3000,
        "title": "Attack",
        "description": "Boost to add presence. Boost to accentuate punch/attack."
      },
      {
        "low": 5000,
        "high": 7000,
        "title": "String Noise",
        "description": "Cut to reduce or add to bring fret/finger/string noise."
      },
      {
        "low": 8000,
        "high": 14000,
        "title": "Ring",
        "description": "Cut with a thin Q to remove unwanted harmonics. Sometimes all this range can be filtered, not to mask guitar. Too much content here can sound noisy."
      },
      {
        "point": 15000,
        "title": "Air",
        "description": "Boost to add 'air'. Can make virtual bass sound more natural."
      }
    ]
  },
  {
    "name": "Guitar",
    "ranges": [
      {
        "low": 20,
        "high": 100,
        "title": "Low End Rumble",
        "description": "High-pass to get rid of low-end rumble. Range can change for low tuned guitars."
      },
      {
        "point": 100,
        "title": "Low End",
        "description": "Cut to reduce boominess. Too much can sound muddy. Too little can sound thin. Boost in solo to bring back lows."
      },
      {
        "point": 250,
        "title": "Punch",
        "description": "Boost for more punch. Cut to reduce overlap with bass. Check together with bass, so that they would merge into each other."
      },
      {
        "point": 500,
        "title": "Low Mids",
        "description": "Cut around snare to prevent overlap."
      },
      {
        "point": 800,
        "title": "Overtones",
        "description": "Cut to reduce overtones. Boost to increase size."
      },
      {
        "point": 1500,
        "title": "Crunch",
        "description": "Boost to increase color and crunch. Cut to reduce dullness of guitar. "
      },
      {
        "low": 3000,
        "high": 5000,
        "title": "Attack",
        "description": "Boost to add attack. Cut to clean up hiss in distorted guitars. Check with vocals not to mask it."
      },
      {
        "point": 5000,
        "title": "Presence",
        "description": "Boost to increase brightness and presence. Cut to make guitar further in the mix."
      },
      {
        "point": 7000,
        "title": "Harshness",
        "description": "Cut to reduce harshness. Boost to accentuate attack."
      },
      {
        "point": 8000,
        "title": "Brilliance",
        "description": "Boost to add brilliance."
      },
      {
        "low": 10000,
        "high": 20000,
        "title": "Presence/Attack/Brightness",
        "description": "Cut or filter to reduce fizz in distorted guitars. Boost to lift acoustic guitar in the mix. Too much may sound harsh and brittle. Too little can sound dark and dull. Try to make it clean and shiny.`````````````````````````"
      }
    ]
  },
  {
    "name": "Vocals",
    "ranges": [
      {
        "low": 20,
        "high": 100,
        "title": "Low End Rumble",
        "description": "Filter to get rid of low end rumble."
      },
      {
        "low": 100,
        "high": 220,
        "title": "Fullness",
        "description": "In case you need some low end punch, apply broad boost to these frequencies."
      },
      {
        "low": 800,
        "high": 1500,
        "title": "Honkiness/Nasality",
        "description": "Boosting these frequencies can help make some singer’s lyrics more intelligible. Cuts in 800-1,5 kHz range can reduce honkiness or boxiness. Use narrow Q factor."
      },
      {
        "low": 1000,
        "high": 4000,
        "title": "Presence",
        "description": "Boost in the context of mix, so that vocals would cut through it."
      },
      {
        "point": 8000,
        "title": "Brightness",
        "description": "Boost for aggressive brightness."
      },
      {
        "low": 8000,
        "high": 20000,
        "title": "Air",
        "description": "Adds clarity and expensiveness to the vocals. "
      }
    ]
  }
]